Repository: BIGWAVE-IDAHO/angular-nodejs
Catalog: *-Car-search-Project-Sample-with-angularjs/i18n/*.po
Languages: de

source: Accident Vehicles
de: Unfallfahrzeuge

source: Ad age
de: Standtage

source: Ad age from
de: Standtage von

source: Ad age to
de: Standtage bis

source: Additional
de: Zusätzliches

source: All car types
de: Alle Arten

source: Any
de: Beliebig

source: Cancel
de: Abbrechen

source: Car Search
de: Auto Suche

source: Change
de: Ändern

source: Change Password
de: Passwort ändern

source: Change password
de: Passwort ändern

source: Clear filter
de: Filter zurücksetzten

source: Clear searchform
de: Suche zurücksetzten

source: Color
de: Farbe

source: Comfort
de: Komfort

source: Company:
de: Firma:

source: Condition
de: Fahrzeugart

source: Dealer / Private
de: Händler / Privat

source: Dealer Search
de: Händlersuche

source: Doors
de: Türen

source: Env. Badge
de: Umweltplakette

source: Equipment
de: Ausstattung

source: First Name:
de: Vorname:

source: First registration:
de: Erstzulassung:

source: You forgot your password?
de: Sie haben ihr Passwort vergessen?

source: From
de: Von

source: from
de: von

source: Fuel Type
de: Kraftstoff

source: Fuel:
de: Kraftstoff:

source: Gearbox
de: Getriebe

source: Gearbox:
de: Getriebe:

source: Honorific:
de: Anrede:

source: How to reset my password
de: Wie Sie Ihr Passwort zurücksetzten können.

source: Incl 19% vat
de: Inkl. 19% MWSt.

source: Incorrect username or password
de: Benutzername / Passwort fehlerhaft

source: Last Name:
de: Nachname:

source: Logout
de: Abmelden

source: Manufacturer
de: Marken

source: Mileage
de: KM

source: Mileage from
de: KM von

source: Mileage to
de: KM bis

source: Mileage:
de: Kilometer:

source: Model
de: Modell

source: Month
de: Monat

source: Mr
de: Herr

source: Mrs
de: Frau

source: My Inventory
de: Mein Bestand

source: My autohouse
de: Mein Autohaus

source: My competitors
de: Meine Konkurrenz

source: My group
de: Meine Gruppe

source: New Password
de: Neues Passwort

source: Next Page
de: Nächste Seite

source: Not Registered?
de: Nicht registriert?

source: Old Password
de: Altes Passwort

source: Page
de: Seite

source: Password
de: Passwort

source: Password Change
de: Passwort ändern

source: Password:
de: Passwort:

source: Phone:
de: Telefon:

source: Please enter a valid e-mail!
de: Bitte geben Sie eine gültige E-Mail-Adresse ein

source: Please enter your company name!
de: Bitte geben Sie Ihren Firmennamen ein.

source: Please enter your e-mail!
de: Bitte geben Sie Ihre E-Mail-Adresse ein.

source: Please enter your email
de: Bitte geben Sie Ihre E-Mail-Adresse ein.

source: Please enter your first name!
de: Bitte geben Sie Ihren Vornamen ein.

source: Please enter your last name!
de: Bitte geben Sie Ihren Nachnamen ein.

source: Please enter your new password
de: Bitte geben Sie Ihr Passwort ein.

source: Please enter your password once again!
de: Bitte wiederholen Sie Ihr Passwort.

source: Please enter your password!
de: Bitte geben Sie Ihr Passwort ein.

source: Please enter your phone!
de: Bitte geben Sie Ihre Telefonnummer ein.

source: Please repeat your password
de: Bitte wiederholen Sie Ihr Passwort.

source: Power
de: Leistung

source: Power from
de: Leistung von

source: Power to
de: Leistung bis

source: Power:
de: Leistung:

source: Previous Page
de: Seite zurück

source: Price
de: Preis

source: Price from
de: Preis von

source: Price to
de: Preis bis

source: Radius
de: Umkreis

source: Register
de: Registrieren

source: Registration
de: Registrierung

source: Repeat Password
de: Passwort wiederholen

source: Repeat Password:
de: Passwort wiederholen:

source: Result filter
de: Ergebnisfilter

source: Save searchresult
de: Ergebnis speichern

source: Search
de: Suche

source: Seats
de: Sitze

source: Seller
de: Verkäufer

source: Seller Type
de: Anbieter

source: Sign In
de: Einloggen

source: Some error occured
de: Ein Fehler ist aufgetreten.

source: Specific car types
de: Ausgewählte Fahrzeugtypen

source: Stocks
de: Gebrauchtwagenbörsen

source: The company name is required.
de: Bitte geben Sie Ihre Firma ein.

source: The e-mail is required.
de: Bitte geben Sie Ihre E-Mail-Adresse ein.

source: The first name is required.
de: Bitte geben Sie Ihren Vornamen ein.

source: The last name is required.
de: Bitte geben Sie Ihren Nachnamen ein.

source: The password is required.
de: Bitte geben Sie Ihr Passwort ein.

source: The phone is required.
de: Bitte geben Sie Ihre Telefonnummer ein.

source: The second password is required.
de: Bitte geben Sie Ihre Passwort erneut ein.

source: This is not a valid e-mail.
de: Keine gültige E-Mail-Adresse.

source: This user is already logged in!
de: Dieser Benutzer ist schon angemeldet.

source: to
de: bis

source: To
de: Bis

source: To reset your password, please enter your registered email address. On this email address you will recieve an activation link
de: Bitte geben Sie Ihre E-Mail-Adresse ein um Ihr Passwort zurück zu setzten. An diese E-Mail-Adresse schicken wir den Aktivierungs-Link.

source: Username:
de: Benutzername:

source: VIN search
de: VIN abfrage

source: Vehicle can be found in:
de: gefunden bei:

source: First registration
de: Erstzulassung

source: Your profile still needs to be verified
de: Ihr Profil muss noch geprüft werden.

source: ZIP Code
de: PLZ

source: Zip code
de: PLZ

source: ZIP
de: PLZ

source: ad active 𝝓
de: 𝝓 Standtage

source: forgot password
de: Passwort vergessen

source: last search
de: letzte Suche

source: max price
de: max

source: mileage 𝝓
de: Km 𝝓

source: min price
de: min

source: price 𝝓
de: 𝝓

source: results
de: Anzahl

source: Welcome
de: Willkommen

source: D
de: H

source: HP
de: PS

source: Exterior color
de: Außenfarbe

source: Black
de: Schwarz

source: Blue
de: Blau

source: Brown
de: Braun

source: Green
de: Grün

source: Grey
de: Grau

source: Purple
de: Lila

source: Red
de: Rot

source: Silver
de: Silber

source: White
de: Weiß

source: Yellow
de: Gelb

source: 1 week
de: 1 Woche

source: 1 day
de: 1 Tag

source: 2 weeks
de: 2 Wochen

source: 3 days
de: 3 Tage

source: Do not show
de: Nicht anzeigen

source: Show only
de: Nur anzeigen

source: Natural Gas
de: Erdgas (CNG)

source: Electric
de: Elektro

source: Hybrid(all)
de: Hybrid(alle)

source: Gas(all)
de: Gas(alle)

source: Hydrogen
de: Wasserstoff

source: Other
de: Andere

source: Petrol
de: Benzin

source: Dealer
de: Händler

source: Owner
de: Privatanbieter

source: Automatic transmission
de: Automatik

source: Manual gearbox
de: Schaltgetriebe

source: Semi-automatic
de: Halbautomatik

source: Hide Extras
de: Extras ausblenden

source: Show Extras
de: Extras anzeigen

source: Show Filters
de: Filter anzeigen

source: Hide Filters
de: Filter ausblenden

source: Central locking
de: Zentralverriegelung

source: Cruise control
de: Tempomat

source: Adaptive lighting
de: Kurvenlicht

source: Disabled accessible
de: Behindertengerecht

source: Electric heated seats
de: Sitzheizung

source: Electric side mirror
de: Elektr. Seitenspiegel

source: Electric windows
de: Elektr. Fensterheber

source: Hands-free kit
de: Freisprecheinrichtung

source: Isofix (child seat anchor points)
de: Isofix (Kindersitzbefestigung)

source: Leather seats
de: Lederausstattung

source: Non-smoker vehicle
de: Nichtraucher Fahrzeug

source: MP3 interface
de: MP3-Schnittstelle

source: Panoramic roof
de: Panoramadach

source: Alloy wheels
de: Leichtmetallfelgen

source: Auxiliary heating
de: Standheizung

source: Winter tires
de: Winterreifen

source: CD Multichanger
de: CD Wechsler

source: CD player
de: CD Spieler

source: Sunroof
de: Schiebedach

source: Sports suspension
de: Sportfahrwerk

source: Trailer coupling
de: Anhängerkupplung

source: Traction control
de: Traktionskontrolle

source: Tuner/radio
de: Radio

source: Power Assisted Steering
de: Servolenkung

source: Rain sensor
de: Regensensor

source: Roof rack
de: Dachträger

source: Sport seats
de: Sportsitze

source: Suitable for Vegetable Oil
de: Geeignet für Pflanzenöl

source: Xenon headlights
de: Xenonscheinwerfer

source: Full service history
de: Scheckheftgepflegt

source: Daytime running lights
de: Tagfahrlicht

source: Sports package
de: Sportpaket

source: Start-stop system
de: Start/Stop-Automatik

source: Four wheel drive
de: Allrad

source: Ski bag
de: Skisack

source: E10-enabled
de: E10 geeignet

source: Fog lamp
de: Nebelscheinwerfer

source: Warranty
de: Garantie

source: Immobilizer
de: Wegfahrsperre

source: Light sensor
de: Lichtsensor

source: Multifunction steering wheel
de: Multifunktionslenkrad

source: Navigation system
de: Navigationssystem

source: Parking sensors
de: Einparkhilfe

source: New HU
de: Neue HU

source: On-board computer
de: Bordcomputer

source: Particle filter
de: Partikelfilter

source: Image
de: Bild

source: 44KW (60 HP)
de: 44KW (60 PS)

source: 55KW (75 HP)
de: 55KW (75 PS)

source: 66KW (90 HP)
de: 66KW (90 PS)

source: 81KW (110 HP)
de: 81KW (110 PS)

source: 92KW (125 HP)
de: 92KW (125 PS)

source: 110KW (150 HP)
de: 110KW (150 PS)

source: 147KW (200 HP)
de: 147KW (200 PS)

source: 220KW (300 HP)
de: 220KW (300 PS)

source: 257KW (350 HP)
de: 257KW (350 PS)

source: Used
de: Gebraucht

source: New
de: Neu

source: Day admission
de: Tageszulassung

source: Years Cart
de: Jahreswagen

source: Demonstration
de: Vorführwagen

source: 4x4
de: Allrad

source: Cabriolet/Roadster
de: Cabrio/Roadster

source: Estate Car
de: Kombi

source: SUV/Off road vehicle
de: SUV/Geländewagen

source: Saloon
de: Limousine

source: Small Car
de: Kleinwagen

source: Sports Car/Coupe
de: Sportwagen/Coupé

source: Van/Minibus
de: Van/Kleinbus

source: Different
de: Sonstige

source: Driver airbag
de: Fahrerairbag

source: Passanger airbag
de: Beifahrerairbag

source: Air conditioner
de: Klimaanlage

source: Alarm system
de: Alarmanlage

source: Catalyst
de: Katalysator

source: Wind shield
de: Windschott(fur Cabrio)

source: Maintenance guide
de: Scheckheftgepflegt

source: Parking camera
de: Einparkhilfe Kamera

source: Self Steering
de: Einparkhilfe selbstlenkendes System

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: Select all
de: Alles auswählen

source: Cruise Control
de: Tempomat

source: Other airbags
de: Andere Airbags

source: Side airbags
de: Seiten Airbags

source: Automatic parking
de: Automatisches Einparken

source: Rear
de: Hinten

source: CD Player
de: CD Spieler

source: Tuner/Radio
de: Radio

source: Rear camera
de: Rückfahrkamera

source: Hybrid (petrol/electric)
de: Hybrid (Benzin/elektrisch)

source: Hybrid (diesel/electric)
de: Hybrid (Diesel/elektrisch)

source: LPG
de: Autogas (LPG)

source: 4 (Green)
de: 4 (grün)

source: 3 (Yellow)
de: 3 (gelb)

source: 2 (Red)
de: 2 (rot)

source: 1 (None)
de: 1 (keine)

source: Providers
de: Börse

source: Fuel
de: Kraftstoff

source: Dealer Price
de: Händler preis

source: Provider Name
de: Anbieter

source: Provider information
de: Anbieter Informationen

source: General Information
de: Allgemeine Informationen

source: Description
de: Beschreibung

source: Make
de: Marken

source: Make:
de: Marken:

source: Model:
de: Modell:

source: Color:
de: Farbe:

source: Doors:
de: Türen:

source: Condition:
de: Fahrzeugart:

source: ZIP:
de: PLZ:

source: ZIP Radius:
de: Radius:

source: From Year:
de: Jahr von:

source: To Year:
de: Jahr bis:

source: From price:
de: Preis von:

source: To price:
de: Preis bis:

source: From power:
de: Leistung von:

source: To power:
de: Leistung bis:

source: From mileage:
de: KM von:

source: To mileage:
de: KM bis:

source: From seats:
de: Sitze von:

source: To seats:
de: Sitze bis:

source: Env. Badge:
de: Umweltplakette:

source: Accident vehicle:
de: Unfallfahrzeug:

source: Euro norm:
de: Schadstoffklasse:

source: Seller type:
de: Anbieter:

source: Ad age:
de: Standtage:

source: My Search
de: Ihre Suche

source: Year
de: Jahr

source: Save Search
de: Suche speichern

source: New Search
de: Neue Suche

source: Edit Search
de: Suche Verändern

source: Load Search
de: Suche Laden

source: Required
de: Pflichtfeld

source: Contacts
de: Kontaktdaten

source: Biodiesel suitable
de: Biodiesel geeignet

source: All Stocks
de: Liste Alle (Liste wird erzeugt)

source: Single Stock
de: Liste Ausgewählte

source: Stock Details
de: Detail ausgewählte

source: Your request was processed successfully.Please check your inbox for further information.
de: Ihre Anfrage wurde erfolgreich bearbeitet. Wir haben eine E-Mail mit weiteren Informationen an die angegeben Adresse verschickt

source: Something went wrong. Please verify your e-mail, or try again later!
de: Ein Fehler ist aufgetreten. Bitte prüfen Sie Ihre E-Mailadresse oder versuchen Sie es später erneut.

source: Congratulations! You have successfully changed your password.
de: Ihr Passwort wurde erfolgreich geändert.

source: Something went wrong. Please try again later
de: Bei Ihrer Anfrage ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.

source: The two passwords are not matching
de: Die beiden Passworte sind nicht identisch.

source: There is already a user with this e-mail
de: Diese E-Mailadresse ist schon registriert

source: Some strange error occured while trying to execute your request. Please try again later
de: Bei Ihrer Anfrage ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.

source: Change settings
de: Einstellungen ändern

source: Last name:
de: Nachname:

source: E-mail address:
de: E-mail Adresse:

source: Login Information
de: Benutzername

source: DAT Credentials
de: DAT Zugangsdaten

source: Settings Cardetective
de: Einstellungen Cardetektiv

source: DAT Customer number:
de: DAT Kuddennummer:

source: Identical advertisements are filtered out using the following settings.
de: Anhand folgender Einstellungen werden identische Anzeigen herausgefiltert.

source: DAT Credentials are successfully saved
de: DAT-Anmeldeinformationen werden erfolgreich gespeichert

source: Profile is sucessfully saved
de: Profil erfolgreich gespeichert

source: Password is successfully changed!
de: Passwort erfolgreich geändert!

source: Vehicle types
de: Fahrzeugtypen

source: KW/HP
de: KW/PS

source: Price diff
de: Diff vom Ø Preis

source: Role:
de: Rolle:

source: Congratulations you have registered successfully. Please let us process your registration.
de: Sie haben sich erfolgreich angemeldet. Ihre Anmeldedaten werden geprüft, anschließend erhalten sie eine Bestätigungsnachricht per E-Mail.

source: There was a problem while saving properties. Please try again
de: Beim Speichern gab es ein Problem. Bitte versuchen Sie es erneut.

source: Some error occurred while saving DAT Credentials
de: Beim Speichern Ihrer DAT Daten gab es ein Problem. Bitte versuchen Sie es erneut.

source: There was a problem while saving service providers. Please try again
de: Beim Speichern der Börsen gab es ein Problem. Bitte versuchen Sie es erneut.

source: Service providers are successfully updated
de: Die Liste der Börsen wurde aktualisiert.

source: There was a problem while saving profile. Please try again
de: Beim Speichern Ihrer Profildaten gab es ein Problem. Bitte versuchen Sie es erneut.

source: Some error occurred while changing your password. Please try again!
de: Beim Ändern des Passworts ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.

source: It seems the passwords are not the same
de: Die Passworte sind nicht identisch.

source: dealer
de: Händler

source: expert
de: Sachverständiger

source: Supplied Silverdat credentials are wrong
de: Die Benutzerinformationen für Silverdat sind fehlerhaft.

source: Failed while requesting vehicle data from Silverdat!
de: Bei der Anfrage an Silverdat ist ein Fehler aufgetreten.

source: Failed while trying to search vehicle by VIN!
de: Bei der VIN Abfrage ist ein Fehler aufgetreten.

source: The vin number is invalid
de: Die VIN Nummer ist nicht gültig.

source: The first registration year is invalid
de: Das Jahr der Erstzulassung ist nicht gültig

source: vatable
de: Mwst.

source: Result Count:
de: Anzahl Treffer:

source: No problem! Here you can request a link to change your password.
de: Kein Problem! Hier können Sie einen Link zum Ändern Ihres Passwortes anfordern.

source: Clear equipments
de: Ausstattung zurücksetzten

source: Climatisation
de: Klimatisierung

source: No climatisation
de: Keine Klimatisierung

source: Climatisation:
de: Klimatisierung:

source: Car type
de: Aufbau

source: Germany
de: Deutschland

source: Country
de: Land

source: Country:
de: Land:

source: Interior Type
de: Innenausstattung

source: Interior Color
de: Polsterfarbe

source: Interior Type:
de: Innenausstattung:

source: Interior Color:
de: Polsterfarbe:

source: Browse
de: Umkreissuche

source: Car Type:
de: Aufbau:

source: Equipment:
de: Ausstattung:

source: KW/HP from
de: KW/PS von

source: KW/HP to
de: KW/PS bis

source: Remember me
de: Eingeloggt bleiben

source: Vatable:
de: MwSt. ausweisbar:

source: Vatable
de: MwSt. ausweisbar

source: Non vatable
de: MwSt. nicht ausweisbar

source: of
de: von

source: Sorry for the inconvenience, but we are unable to export empty selection. Please select the desired vehicles to export.
de: Es sind keine Fahrzeuge markiert. Bitte wählen Sie die gewünschten Fahrzeuge für den PDF Export aus (Haken setzen).

source: Sorry for the inconvenience, but we are unable to export deleted vehicles. Please select vehicles that are not deleted.
de: Tut uns leid, gelöscht Fahrzeuge können nicht exportiert werden. Bitte wählen Fahrzeugen, die nicht gelöscht wurden.

source: Page size configuration
de: Seitengröße Konfigurations

source: Result configuration
de: Ergebnis-Konfiguration

source: filtered
de: Gefiltert

source: Parking Help
de: Einparkhilfe

source: Parking Help:
de: Einparkhilfe:

source: Duplicate properties are successfully updated.
de: Ihre Änderungen wurden übernommen.

source: Cloth
de: Stoff

source: Leather
de: Vollleder

source: Partial leather
de: Teilleder

source: There was a problem while saving properties. Please try again.
de: Beim Speichern Ihrer Eigenschaften gab es ein Problem. Bitte versuchen Sie es erneut.

source: Result page size is successfully saved.
de: Ihre Änderungen wurden übernommen.

source: There was a problem while saving page size configuration. Please try again.
de: Beim Speichern Ihrer Seitengröße Konfiguration gab es ein Problem. Bitte versuchen Sie es erneut.

source: Front
de: Vorne

source: Netherlands
de: Niederlande

source: Belgium
de: Belgien

source: Austria
de: Österreich

source: Switzerland
de: Schweiz

source: France
de: Frankreich

source: Denmark
de: Dänemark

source: Sweden
de: Schweden

source: Luxembourg
de: Luxemburg

source: My Parking
de: Mein Parkplatz

source: Park
de: Parken

source: Stores
de: Filialen

source: Groups
de: Gruppen

source: is added
de: wurde zu ihrem

source: to parking
de: parkplatz hinzugefügt

source: The car is already parked
de: Das Fahrzeug ist schon geparkt.

source: Your search was saved
de: Ihre suche wurde Gespeichert

source: Failed to save car in parking. Please try again later.
de: Fehler beim Speichern des Fahrzeugs. Bitte versuchen Sie es zu einem späteren Zeitpunkt.

source: Please fill in at least Maker and model for storing the search!
de: zum Speichern der Suche bitte mindestens Marke und Modell ausfüllen!

source: You can add remark to your search if you wish:
de: Titel der Suche:

source: Date
de: Datum

source: Remark
de: Bemerkung

source: Saved searches
de: Gespeicherte Suchanfragen

source: My Autohouse
de: mein Autohaus

source: My Group
de: Eigenne Gruppe

source: My Branch
de: meine Filiale

source: My Competitor
de: meine Mitbewerber

source: There are no saved searches
de: Es sind keine Suchen gespeichert.

source: T3 Other
de: T3 Andere

source: T4 Other
de: T4 Andere

source: T5 Other
de: T5 Andere

source: Save
de: Speichern

source: Had accident
de: Unfallwagen

source: Accident free
de: Unfallfrei

source: FRY
de: EZ

source: 2nd Active Tourer
de: 2er Active Tourer

source: 2nd Gran Tourer
de: 2er Gran Tourer

source: Industry:
de: Branche:

source: Where did you hear about us?
de: Wie sind Sie auf uns aufmerksam geworden?

source: New Registration
de: Neu Anmelden

source: New in Cardetektiv
de: Neu bei Cardetektiv

source: Register now. It's quick and easy!
de: Jetzt anmelden. Das geht schnell und einfach!

source: Metrics
de: Kennzahlen

source: above market price
de: über Marktpreis

source: below market price
de: unter Marktpreis

source: Market price
de: Marktpreis

source: Show more
de: Mehr anzeigen

source: Show less
de: weniger anzeigen

source: Delete
de: Löschen

source: Sorry for the inconvenience but there was an error in some of the providers and we cannot finish your request. Please try again later.
de: Es tut uns leid, aber es ist ein Fehler aufgetreten. Bei einigen der Anbieter kann Ihre Anfrage nicht beendet werden. Bitte versuchen Sie es später noch einmal.

source: Password should be at least 8 characters.
de: Passwort sollte mindestens 8 Zeichen lang sein.

source: Password should contain at least one lower and upper case letters.
de: Passwort sollte mindestens ein Groß- und Kleinbuchstaben enthalten.

source: Password should contain at least one digit.
de: Passwort sollte mindestens eine Ziffer enthalten.

source: VAT reportable
de: MwSt. ausweisbar

source: Public price
de: Verkaufspreis

source: Dealer price
de: Händlerpreis

source: Images
de: Bilder

source: MP3 Interface
de: MP3-Schnittstelle

source: Electric seat adjustment
de: Elektr. Sitzeinstellung

source: Searchmask
de: Suchmaske

source: Result list
de: Ergebnisliste

source: Your password has expired. We have sent you an e-mail with further information how to change your password.
de: Ihr Passwort ist aus Sicherheitsgründen abgelaufen. Wir haben Ihnen eine E-Mail mit einem Link zum ändern des Passwortes geschickt.

source: Your account was locked due to too many invalid login attempts. We have sent you an e-mail with further information.
de: Ihr Konto wurde aufgrund zu vieler ungültiger Anmeldeversuche gesperrt. Wir haben Ihnen eine E-Mail mit weiteren Informationen gesendet.

source: DE
de: D

source: AT
de: A

source: BE
de: B

source: LU
de: L

source: FR
de: F

source: SE
de: S

source: Thank you for your application. In brief your account will be activated.
de: Danke für Ihre Anmeldung. In Kürze erfolgt die Aktivierung Ihres Accounts.

source: To the login page.
de: Weiter zum Login.

source: From Year
de: Erstzulassung von

source: To Year
de: Erstzulassung bis

source: A/C (man.)
de: Klimaanlage oder -automatik

source: Automatic air conditioning
de: Klimaautomatik
